dictionary = {
    'ripe': "Плод созрел",
    'fruiting': "Период плодоношения",

    'collect_seed': "Рассада успешно собрана",
    'no_grow_seed': "Эта рассада еще не выросла",
    'collect_fruit': "Плоды дерева успешно собраны",
    'no_grow_fruit': "Это дерево еще не созрело",

    'weeding_non': "Этой рассаде прополка не требуется",

    'water_non_seed': "Этой рассаде поливка не требуется. Земля полностью пропитана водой",
    'water_non_fruit': "Этому дереву поливка не требуется. Земля полностью пропитана водой",

    'cure_non_seed': "Этой рассаде лечение не требуется",
    'cure_seed': "Рассада успешно вылечена",
    'cure_non_fruit': "Этому дереву лечение не требуется",
    'cure_fruit': "Дерево успешно вылечено",

    'pests_non_seed': "Этой рассаде не требуется избавление от вредителей",
    'pests_seed': "Рассада успешно избавлена от вредителей",
    'pests_non_fruit': "Этому дереву не требуется избавление от вредителей",
    'pests_fruit': "Дерево успешно избавдено от вредителей",

    'fertilizer_non_seed': "Рассада уже созрела и не нуждаеться в удобрении",
    'fertilizer_non_fruit': "Плоды дерева уже созрели. Дерево не нуждаеться в удобрении",

    'create_non_seed': "Такая рассада уже присутствует посадите другую",
    'create': "Посадка произведена успешно",

    'del_non_seed': "Такой рассады нет на вашем участке",
    'del': "Успешно выкопали рассаду",

    'create_non_fruit': "Такое дерево уже присутствует посадите другое",

    'del_non_fruit': "Такого дерева нет на вашем участке",
    'fruit_del': "Успешно выкорчевали дерево",

    'line': "---------------------------------------",
    'no_name': "Вы должны выбрать рассаду или дерево которые растут на вашем участке",
    'no_seed': "Вы должны выбрать рассаду которая растёт на вашем участке",

    'fertilizer': "Удобрение применено. Пошёл активный рост",
    'watering': "Произведён полив. Плод обогащён водой",
    'weeding': "Произведенна прополка. Сорняки обезвреженны",

    'area': "Садовый участок <<Престиж>> ",
    'weather': "Погода сегодня: {}",

    'no_weeds': "Сорняков нет",
    'weeds': "Появились сорняки",
    'no_vermin': "Вредителей нет",
    'vermin': "Появились вредители",
    'no_illness': "Болезней нет",
    'illness': "Появилась болезнь",

    'seed_stage_1': "Первые 2-3 настоящих листа",
    'seed_stage_2': "Рост",
    'seed_stage_3': "Фаза активного вегетационного роста",
    'seed_stage_4': "Цветение",
    'seed_stage_5': "Формирование плода",
    'seed_stage_6': "Вызревание плода",
    'seed_stage_7': "Плод созрел",

    'fruit_stage_1': "Семечко в земле",
    'fruit_stage_2': "Рост",
    'fruit_stage_3': "Первые 2-3 листочка",
    'fruit_stage_4': "Появился не крепкий ствол",
    'fruit_stage_5': "Период роста",
    'fruit_stage_6': "Период вызревания",
    'fruit_stage_7': "Период плодоношения",

    'show_seed_bed': "Вот какие виды растут на грядке: ",
    'show_orchard': "Вот какие деревья растут в саду: ",

    'rotted_seed': "Сгнил из-за того что вы его не собрали",
    'killed_by_pests_seed': "Был утерян из-за вредителей",
    'killed_by_disease_seed': "Был утерян из-за болезней",
    'killed_by_weeds_seed': "Был утерян из-за сорняков",

    'rotted_fruit': "Вы долго не собирали созревшие плоды с дерева из-за этого оно увяло",
    'killed_by_pests_fruit': "Было утерян из-за вредителей",
    'killed_by_disease_fruit': "Было утерян из-за болезней",

    'weather_1': "Cолнце",
    'weather_2': "Дождь",
    'weather_3': "Очень сильная жара(засуха)",
    'weather_4': "Морось",
    'weather_5': "Пасмурно",

    'no_water_seed': "Рассада усохла из-за нехватки воды",
    'no_water_fruit': "Дерево усохло из-за нехватки воды",

    'status_seed': "Вот информация о состоянии каждого вида: ",
    'status_fruit': "Вот информация о состоянии каждого дерева: ",

    'grow_stage': "Стадия роста: {}",
    'level_of_water': "Уровень воды: {}",
    'heat_point': "Очков здоровья: {}",
    'status_vermin': "Вредители: {}",
    'status_illness': "Болезни: {}",
    'status_weeds': "Сорняки: {}",

    'grow_stage_fruit': "Стадия роста: {}",
    'level_of_water_fruit': "Уровень воды: {}",
    'heat_point_fruit': "Очков здоровья: {}",
    'status_vermin_fruit': "Вредители: {}",
    'status_illness_fruit': "Болезни: {}",

    'name_error': "Название должно быть строкой",

}
