dictionary = {
    'ripe': "Плод созрел",
    'fruiting': "Период плодоношения",

    'collect': "Какую рассаду или плоды дерева которые вы хотите собрать? -> ",
    'collect_seed': "Рассада успешно собрана",
    'no_grow_seed': "Эта рассада еще не выросла",
    'collect_fruit': "Плоды дерева успешно собраны",
    'no_grow_fruit': "Это дерево еще не созрело",

    'weed': "Какую рассаду вы хотите прополоть? -> ",
    'weeding_non': "Этой рассаде прополка не требуется",

    'water': "Какую рассаду или дерево вы хотите полить? -> ",
    'water_non_seed': "Этой рассаде поливка не требуется. Земля полностью пропитана водой",
    'water_non_fruit': "Этому дереву поливка не требуется. Земля полностью пропитана водой",

    'cure': "Какую рассаду или дерево вы хотите вылечить? -> ",
    'cure_non_seed': "Этой рассаде лечение не требуется",
    'cure_seed': "Рассада успешно вылечена",
    'cure_non_fruit': "Этому дереву лечение не требуется",
    'cure_fruit': "Дерево успешно вылечено",

    'pests': "Какую рассаду или дерево вы хотите избавить от вредителей? -> ",
    'pests_non_seed': "Этой рассаде не требуется избавление от вредителей",
    'pests_seed': "Рассада успешно избавлена от вредителей",
    'pests_non_fruit': "Этому дереву не требуется избавление от вредителей",
    'pests_fruit': "Дерево успешно избавдено от вредителей",

    'fertilizer': "Какую рассаду или дерево вы хотите удобрить? -> ",
    'fertilizer_non_seed': "Рассада уже созрела и не нуждаеться в удобрении",
    'fertilizer_non_fruit': "Плоды дерева уже созрели. Дерево не нуждаеться в удобрении",

    'create_seed': "Введите имя рассады которую вы хотите посадить -> ",
    'create_non_seed': "Такая рассада уже присутствует посадите другую",
    'create': "Посадка произведена успешно",

    'del_seed': "Введите имя рассады которую вы хотите выкопать из своего участка -> ",
    'del_non_seed': "Такой рассады нет на вашем участке",
    'del': "Успешно выкопали рассаду",

    'create_fruit': "Введите имя дерева которое вы хотите посадить -> ",
    'create_non_fruit': "Такое дерево уже присутствует посадите другое",

    'del_fruit': "Введите имя дерева которое вы хотите выкорчевать из своего участка -> ",
    'del_non_fruit': "Такого дерева нет на вашем участке",
    'fruit_del': "Успешно выкорчевали дерево",

    'line': "---------------------------------------",
    'no_name': "Вы должны выбрать рассаду или дерево которые растут на вашем участке",
    'no_seed': "Вы должны выбрать рассаду которая растёт на вашем участке"
}
